{
  "actions": [
    {
      "acted_at": "2017-07-21", 
      "action_code": "1000", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-07-21", 
      "action_code": "H12100", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 115-238, by Mr. Calvert.", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-07-21", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "170", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 170.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3354-115", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 115-238"
  ], 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2017-07-21", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-07-21", 
  "number": "3354", 
  "official_title": "Making appropriations for the Department of the Interior, environment, and related agencies for the fiscal year ending September 30, 2018, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2018", 
  "sponsor": {
    "bioguide_id": "C000059", 
    "district": "42", 
    "name": "Calvert, Ken", 
    "state": "CA", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2017-07-21", 
  "subjects": [
    "Economics and public finance"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2017-07-21T04:00:00Z", 
    "text": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2018\n\nProvides FY2018 appropriations for the Department of the Interior, the Environmental Protection Agency (EPA), and related agencies.\n\nProvides appropriations to Interior for:\n\n the Bureau of Land Management, the U.S. Fish and Wildlife Service, the National Park Service, the U.S. Geological Survey, the Bureau of Ocean Energy Management, the Bureau of Safety and Environmental Enforcement, the Office of Surface Mining Reclamation and Enforcement, and the Bureau of Indian Affairs and Bureau of Indian Education. Provides appropriations to Interior for Departmental Offices, including:\n\n the Office of the Secretary, Insular Affairs, the Office of the Solicitor, the Office of Inspector General, and the Office of the Special Trustee for American Indians. Provides appropriations to Interior for Department-Wide Programs, including:\n\n Wildland Fire Management, the Central Hazardous Materials Fund, the Natural Resources Damage Assessment Fund, the Working Capital Fund, the Office of Natural Resources Revenue, and Payments In Lieu of Taxes (PILT). Provides appropriations to the EPA.\n\nProvides appropriations to the Department of Agriculture for the Forest Service.\n\nProvides appropriations to the Department of Health and Human Services for:\n\n the Indian Health Service, the National Institute of Environmental Health Sciences, and the Agency for Toxic Substances and Disease Registry. Provides appropriations to other related agencies, including:\n\n the Executive Office of the President for the Council on Environmental Quality and the Office of Environmental Quality; the Chemical Safety and Hazard Investigation Board; the Office of Navajo and Hopi Indian Relocation; the Institute of American Indian and Alaska Native Culture and Arts Development; the Smithsonian Institution; the National Gallery of Art; the John F. Kennedy Center for the Performing Arts; the Woodrow Wilson International Center for Scholars; the National Foundation on the Arts and Humanities, including the National Endowment for the Arts and the National Endowment for the Humanities; the Commission of Fine Arts; the Advisory Council on Historic Preservation; the National Capital Planning Commission; the U.S. Holocaust Memorial Museum; the Dwight D. Eisenhower Memorial Commission; the Women's Suffrage Centennial Commission; and the World War I Centennial Commission. Sets forth permissible and prohibited uses for funds provided by this and other appropriations Acts."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2018", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2018", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2018", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for the Department of the Interior, environment, and related agencies for the fiscal year ending September 30, 2018, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2018", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-07-28T18:45:15Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/hr/BILLSTATUS-115hr3354.xml"
}